[
  "obsidian-excalidraw-plugin",
  "obsidian-minimal-settings",
  "obsidian-style-settings",
  "table-editor-obsidian",
  "obsidian-icon-folder",
  "diarian",
  "omnisearch",
  "text-extractor",
  "obsidian-linter",
  "image-converter",
  "obsidian-text-format",
  "callout-manager",
  "editing-toolbar",
  "codeblock-customizer"
]